"kSaveErrorTitleKey"				= "Une erreur est survenue lors de l’enregistrement du fichier.";
"kSaveErrorTextKey"					= "Le fichier envoyé n’a pu être enregistré sur votre disque. Le dossier de réception se trouve peut-être sur un volume verrouillé. Changez de dossier de destination puis réessayez.";

"kRecieveItemTitleKey"				= "Réception de l’élément";
"kRecieveItemUnknownDeviceTextKey"	= "Un appareil Bluetooth souhaite vous envoyer l’élément  «%@ ». Voulez-vous l’accepter ?";
"kRecieveItemNamedDeviceTextKey"	= "L’appareil « %@ » souhaite vous envoyer l’élément « %@ ». Voulez-vous l’accepter ?";

"kOpenNewFileTitleKey"				= "Vous avez reçu un nouveau fichier : « %@ ». Souhaitez-vous l’ouvrir ?";
"kOpenNewFileTextKey"				= "Vous pouvez désactiver cette alerte dans le panneau des préférences Bluetooth.";

"kCouldNotStartSDPTitleKey"			= "Une erreur s’est produite lors de la tentative d’autorisation des connexions entrantes.";
"kCouldNotStartSDPTextKey"			= "L’assistance Bluetooth n’est peut-être pas installée correctement sur ce système. Réinstallez le logiciel Bluetooth et réessayez.";

"kErrorOpeningFileTitleKey"			= "Une erreur est survenue lors de l’ouverture du fichier.";
"kErrorOpeningFileTextKey"			= "Impossible d’ouvrir le fichier, probablement faute d’un utilitaire de fichiers. Essayez d’ouvrir le fichier manuellement en double-cliquant dessus dans le Finder.";

"kFileTransferClientTitleKey"		= "Client du transfert de fichiers";
"kDisconnectTitleKey"				= "Voulez-vous vous déconnecter de « %@ » ?";
"kDisconnectTextKey"				= "« %@ » parcourt actuellement votre ordinateur. Voulez-vous vous déconnecter ?";
"kDisconnectButtonKey"				= "Se déconnecter";


"kFTPConfirmAllowButton"			= "Autoriser";
"kFTPConfirmRejectButton"			= "Ne pas autoriser";
"kFTPConfirmMessageText"			= "Acceptez-vous que « %@ » parcoure votre dossier « %@ » ?";

"kVCardConfirmTitleText"			= "« %@ » requiert une copie de votre fiche personnelle du Carnet d’adresses.";
"kVCardConfirmMessageText"			= "Cliquez sur OK pour accepter la demande ou sur Annuler pour la rejeter.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Accepter";
"kDeclineButtonKey"					= "Refuser";
"kCancelButtonKey"					= "Annuler";
"kOpenButtonKey"					= "Ouvrir";
"kSkipButtonKey"					= "Ignorer";
"kShowInFinderButtonKey"			= "Afficher dans le Finder";

"kUnknownFileNameKey"				= "Fichier inconnu";
"kUnknownDeviceNameKey"				= "Appareil inconnu";
"kDeviceIsSendingFileKey"			= "%@ envoie un fichier";

"kTransferringKey"					= "Transfert en cours…";
"kTransferringFileKey"				= "Transfert de « %@ »…";
"kTransferCompleteKey"				= "Transfert terminé !";
"kTransfersCompleteKey"				= "Transferts terminés !";
"kTransferFailedKey"				= "Échec du transfert.";

"kWaitingKey"						= "Attente d’autres fichiers…";

"kIncomingFileKey"					= "Fichier entrant de :";


"kTypeFolderKey"					= "Dossier";
"kTypeApplicationKey"				= "Application";
"kTypeKextKey"						= "Extension noyau";
"kTypeBundleKey"					= "Paquet";
"kTypeFrameworkKey"					= "Cadre d’application";
